Repository: common-repository/shopboost-surprise-hesitating-visitors
Catalog: languages/shopboost-*.po
Languages: nl_nl

source: Options:
nl_nl: Opties:

source: Changes are saved.
nl_nl: Wijzigingen zijn opgeslagen.

source: Shopboost merchant id
nl_nl: Shopboost klantnummer

source: required
nl_nl: verplicht

source: Load Shopboost script
nl_nl: Laad Shopboost script

source: Load Shopboost when a WP Administrator is logged in
nl_nl: Laad Shopboost wanneer een WP Beheerder ingelogd is

source: Save changes
nl_nl: Wijzigingen opslaan

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Illegal attempt to update the settings stopped.
nl_nl: Illegale poging om instellingen op te slaan geblokkeerd.

source: "Shopboost merchant id" is a required field.
nl_nl: "Shopboost klantnummer" is een verplicht veld.

source: "Load Shopboost script" is a required field.
nl_nl: "Laad Shopboost script" is een verplicht veld.

source: "Load Shopboost when a WP Administrator is logged in" is a required field.
nl_nl: "Laad Shopboost wanneer een WP Beheerder ingelogd is" is een verplicht veld.

source: Shopboost - Surprise Hesitating Visitors
nl_nl: Shopboost - Verras twijfelende bezoekers

source: Version
nl_nl: Versie

source: Fill your merchant id in the field below to use the Shopboost service. To use this plugin you must have a Shopboost account. Visit <a href="https://www.shopboostapp.com/dashboard/login.php" target="_blank">www.shopboostapp.com</a> for more information.
nl_nl: Vul jouw verkoper id in het veld hieronder in om de Shopboost service te gebruiken. Om deze plugin te kunnen gebruiken heb je een Shopboostaccount nodig. Bezoek <a href="https://www.shopboost.nl" target="_blank">www.shopboost.nl</a> voor meer informatie.

source: Goto
nl_nl: Ga naar

source: My Shopboost dashboard
nl_nl: Mijn Shopboost dashboard

source: Thank you for activating the Shopboost plugin. You must add your Shopboost merchant id to use this plugin.
nl_nl: Bedankt voor het activeren van de Shopboost plugin. Voeg jouw Shopboost klantnummer toe om deze plugin te kunnen gebruiken.

source: Add Shopboost merchant id
nl_nl: Shopboost klantnummer toevoegen

source: Hide message
nl_nl: Verberg melding

source: Settings
nl_nl: Instellingen

source: Surprise Hesitating Visitors, offer hesitating visitors automatically a surprise and sell more!
nl_nl: Verras Twijfelende Bezoekers, Geef twijfelende webshopbezoekers automatisch een verrassing en verkoop meer!

source: The Shopboost plugin will implement the Shopboost tag into your website, so you can make use of the Shopboost service. Go to 'Shopboost' menu option, fill in your Shopboost merchant id and click the save button.
nl_nl: De Shopboost plugin voegt de Shopboost tag aan jouw website zodat je gebruik kan maken van de Shopboost service. Ga naar de 'Shopboost' menu optie, vul jouw Shopboost klantnummer in en klik op de Wijzigingen opslaan knop.
